{
  "quotes": [
    {
      "text": "I can’t go back to yesterday because I was a different person then.",
      "author": "Lewis Carroll"
    },
    {
      "text": "There are only two kinds of languages: the ones people complain about and the ones nobody uses",
      "author": "Bjarne Stroustrup"
    },
    {
      "text": "If you can't explain it simply, you don't understand it well enough.",
      "author": "Albert Einstein"
    },
    {
      "text": "Inconceivable!",
      "author": "The Princess Bride"
    },
    {
      "text": "Give a man a program, frustrate him for a day. Teach a man to program, frustrate him for a lifetime.",
      "author": ""
    },
    {
      "text": "I have made this letter longer than usual because I lack the time to make it shorter",
      "author": "Blaise Pascal"
    },
    {
      "text": "And yet it moves",
      "author": "Galileo Galilei (attributed)"
    },
    {
      "text": "The whole problem with the world is that fools and fanatics are always so certain of themselves, and wiser people so full of doubts.",
      "author": "Bertrand Russell"
    },
    {
      "text": "The woods are lovely dark and deep",
      "author": "Robert Frost"
    },
    {
      "text": "Waste no more time arguing about what a good man should be. Be one.",
      "author": "Marcus Aurelius"
    },
    {
      "text": "it is a tale Told by an idiot, full of sound and fury, Signifying nothing",
      "author": "Shakespeare"
    },
    {
      "text": "from so simple a beginning endless forms most beautiful and most wonderful have been, and are being, evolved.",
      "author": "Charles Darwin"
    },
    {
      "text": "so do all who live to see such times. But that is not for them to decide. All we have to decide is what to do with the time that is given us",
      "author": "Gandalf, from The Lord of the Rings"
    },
    {
      "text": "There, peeping among the cloud-wrack above a dark tor high up in the mountains, Sam saw a white star twinkle for a while. The beauty of it smote his heart, as he looked up out of the forsaken land, and hope returned to him. For like a shaft, clear and cold, the thought pierced him that in the end the Shadow was only a small and passing thing: there was light and high beauty for ever beyond its reach.",
      "author": "The Lord of the Rings"
    },
    {
      "text": "Who has never killed an hour? Not casually or without thought, but carefully: a premeditated murder of minutes. The violence comes from a combination of giving up, not caring, and a resignation that getting past it is all you can hope to accomplish.",
      "author": "Mark Z Danielewski, House of Leaves"
    },
    {
      "text": "A man chooses, a slave obeys.",
      "author": "Andrew Ryan, Bioshock"
    },
    {
      "text": "The unexamined life is not worth living.",
      "author": "Socrates"
    },
    {
      "text": "Finish each day and be done with it. You have done what you could. Some blunders and absurdities no doubt crept in; forget them as soon as you can. Tomorrow is a new day. You shall begin it serenely and with too high a spirit to be encumbered with your old nonsense.",
      "author": "Ralph Waldo Emerson"
    },
    {
      "text": "It is never worth a first-class man's time to express a majority opinion. By definition there are plenty of others to do that.",
      "author": "G H Hardy"
    },
    {
      "text": "I don't therefore I'm not.",
      "author": ""
    },
    {
      "text": "You can justify anything by putting it in quotes, adding a famous name and making it a sig",
      "author": "Albert Einstein"
    },
    {
      "text": "So do all who live to see such times, but that is not for them to decide. All you have to decide is what to do with the time that is given to you.",
      "author": "Gandalf, The Lord of the Rings"
    },
    {
      "text": "For Frodo",
      "author": "Aragorn, The Lord of the Rings"
    },
    {
      "text": "A system of cells interlinked within Cells interlinked within cells interlinked Within one stem. And dreadfully distinct Against the dark, a tall white fountain played.",
      "author": "Pale Fire, Vladimir Nabokov"
    },
  {
    "text": "Curiosity is insubordination in its purest form.",
    "author": "Vladimir Nabokov"
  },
  {
    "text": "The universe doesn't care what you believe.",
    "author": "Greg Egan"
  },
  {
    "text": "Somewhere, something incredible is waiting to be known.",
    "author": "Carl Sagan"
  },
  {
    "text": "The saddest aspect of life right now is that science gathers knowledge faster than society gathers wisdom.",
    "author": "Isaac Asimov"
  },
  {
    "text": "Any sufficiently advanced technology is indistinguishable from magic.",
    "author": "Arthur C. Clarke"
  },
  {
    "text": "Reality is that which, when you stop believing in it, doesn't go away.",
    "author": "Philip K. Dick"
  },
  {
    "text": "Adapt or perish, now as ever, is nature's inexorable imperative.",
    "author": "H.G. Wells"
  },
  {
    "text": "Science, my lad, is made up of mistakes, but they are mistakes which it is useful to make, because they lead little by little to the truth.",
    "author": "Jules Verne"
  },
  {
    "text": "You don't have to burn books to destroy a culture. Just get people to stop reading them.",
    "author": "Ray Bradbury"
  },
  {
    "text": "In a time of deceit telling the truth is a revolutionary act.",
    "author": "George Orwell"
  },
  {
    "text": "Facts do not cease to exist because they are ignored.",
    "author": "Aldous Huxley"
  },
  {
    "text": "Fear is the mind-killer.",
    "author": "Frank Herbert"
  },
  {
    "text": "The only thing that makes life possible is permanent, intolerable uncertainty; not knowing what comes next.",
    "author": "Ursula K. Le Guin"
  },
  {
    "text": "Better never means better for everyone... It always means worse for some.",
    "author": "Margaret Atwood"
  },
  {
    "text": "I may not have gone where I intended to go, but I think I have ended up where I needed to be.",
    "author": "Douglas Adams"
  },
  {
    "text": "The future is already here — it's just not very evenly distributed.",
    "author": "William Gibson"
  },
  {
    "text": "Waste no more time arguing what a good man should be. Be One.",
    "author": "Marcus Aurelius"
  },
  {
    "text": "The happiness of your life depends upon the quality of your thoughts.",
    "author": "Marcus Aurelius"
  },
  {
    "text": "You have power over your mind—not outside events. Realize this, and you will find strength.",
    "author": "Marcus Aurelius"
  },
  {
    "text": "It is not death that a man should fear, but he should fear never beginning to live.",
    "author": "Marcus Aurelius"
  },
  {
    "text": "The best revenge is not to be like your enemy.",
    "author": "Marcus Aurelius"
  },
  {
    "text": "We suffer more often in imagination than in reality.",
    "author": "Seneca"
  },
  {
    "text": "Luck is what happens when preparation meets opportunity.",
    "author": "Seneca"
  },
  {
    "text": "Difficulties strengthen the mind, as labor does the body.",
    "author": "Seneca"
  },
  {
    "text": "He who is brave is free.",
    "author": "Seneca"
  },
  {
    "text": "As is a tale, so is life: not how long it is, but how good it is, is what matters.",
    "author": "Seneca"
  },
  {
    "text": "It's not what happens to you, but how you react to it that matters.",
    "author": "Epictetus"
  },
  {
    "text": "Wealth consists not in having great possessions, but in having few wants.",
    "author": "Epictetus"
  },
  {
    "text": "Man is not worried by real problems so much as by his imagined anxieties about real problems.",
    "author": "Epictetus"
  },
  {
    "text": "No man is free who is not master of himself.",
    "author": "Epictetus"
  },
  {
    "text": "First say to yourself what you would be; and then do what you have to do.",
    "author": "Epictetus"
  },
  {
    "text": "Fate leads the willing and drags along the reluctant.",
    "author": "Cleanthes"
  },
  {
    "text": "Well-being is attained by little and little, and nevertheless is no little thing itself.",
    "author": "Zeno of Citium"
  },
  {
    "text": "The goal of life is living in agreement with nature.",
    "author": "Zeno of Citium"
  },
  {
    "text": "No man ever steps in the same river twice, for it's not the same river and he's not the same man.",
    "author": "Heraclitus"
  },
  {
    "text": "He who fears death will never do anything worthy of a living man.",
    "author": "Seneca"
  },
  {
    "text":  "We live in capitalism. Its power seems inescapable. So did the divine right of kings. Any human power can be resisted and changed by human beings.",
    "author": "Ursula K. Le Guin"
  }
  ]
}
